Repository: tom-r/tactics_pi
Catalog: po/*.po
Languages: fil_ph

source: Max
fil_ph: Pinakamataas

source: since
fil_ph: mula pa

source: Overall Max
fil_ph: Pangkalahatang Pinakamataas

source: Min
fil_ph: Pinakamababa

source: N
fil_ph: H

source: NE
fil_ph: HS

source: E
fil_ph: S

source: SE
fil_ph: TS

source: S
fil_ph: T

source: SW
fil_ph: TK

source: W
fil_ph: K

source: NW
fil_ph: HK

source: true
fil_ph: tunay

source: tactics_pi: Select a Polar-File
fil_ph: tactics_pi: Pumili ng Taklasang-Polar

source: Format in this file not recognised
fil_ph: Ang pormat na nasa taklasan ay hindi kinikilala

source: Overall
fil_ph: Pangkalahatan

source: Position
fil_ph: Posisyon

source: Speedometer
fil_ph: Kilometrahe

source: Mag COG
fil_ph: Mag ng COG

source: GPS Compass
fil_ph: Kompas na GPS

source: True Compass
fil_ph: Tunay na Kompas

source: True HDG
fil_ph: Tunay na HDG

source: Mag HDG
fil_ph: Mag ng HDG

source: App. Wind Angle & Speed
fil_ph: Kasalalukuyang Anggulo at Bilis ng Hangin

source: App & True Wind Angle
fil_ph: Kasalukuyan at Tunay na Anggulo ng Hangin

source: App. Wind Speed
fil_ph: Kasalalukuyang Bilis ng Hangin

source: True Wind Angle & Speed
fil_ph: Tunay na Anggulo at Bilis ng Hangin

source: Depth
fil_ph: Lalim

source: Barometric pressure
fil_ph: Barometrong presyon

source: Water Temp.
fil_ph: Temperatura ng Tubig.

source: Air Temp.
fil_ph: Temperatura ng Hangin.

source: App. Wind Angle
fil_ph: Kasalukuyang Anggulo ng Hangin

source: True Wind Angle
fil_ph: Tunay na Hangin

source: True Wind Direction
fil_ph: Tunay na Direksyon ng Hangin

source: True Wind Speed
fil_ph: Tunay na Bilis ng Hangin

source: True Wind Dir. & Speed
fil_ph: Tunay na Direksyong & Bilis ng Hangin

source: Clock
fil_ph: Orasan

source: Sunrise/Sunset
fil_ph: Pagsikat/Paglubog ng Araw

source: Wind history
fil_ph: Kasaysayan ng Hangin

source: Barometric history
fil_ph: Kasaysayang Barometro

source: TWA to Waypoint
fil_ph: TWA sa Waypoint

source: From Ownship
fil_ph: Mula sa Sariling Barko

source: Pitch
fil_ph: Tarik

source: Leeway
fil_ph: Kaluwagan

source: Current Direction
fil_ph: Direksyon ng Alon

source: Current Speed
fil_ph: Bilis ng Alon

source: Bearing Compass
fil_ph: Kompas na Bearing

source: Polar Speed
fil_ph: Bilis na Polar

source: Actual VMG
fil_ph: Aktwal na VMG

source: Target VMG
fil_ph: Target na VMG

source: Target VMG-Angle
fil_ph: Target na Anggulo ng VMG

source: Actual CMG
fil_ph: Aktwal na CMG

source: Target CMG
fil_ph: Target na CMG

source: Target CMG-Angle
fil_ph: Target na Anggulo ng CMG

source: Polar Performance
fil_ph: Pagganap ng Polar

source: Average Wind
fil_ph: Karaniwang Hangin

source: Polar Compass
fil_ph: Kompas na Polar

source: Tactics
fil_ph: Mga Taktika

source: Tactics PlugIn for OpenCPN
fil_ph: Plugin ng mga Taktika para sa OpnCPN

source: Tactics PlugIn for OpenCPN Provides performance data & instrument display from NMEA source and polar file.
fil_ph: Plugin na Taktika para sa OpenCPN Nagbibigay ng datos ng paggana & displey ng intrumento mula sa pinagkukunan at taklasang polar na NMEA.

source: You have to turn on OpenGL to use chart overlay
fil_ph: Kailangan mong i-on ang OpenGL para magamit ng kalupkop ng tsart

source: ° Bow up
fil_ph: ° Pataas ang Proa

source: ° Bow down
fil_ph: ° Pababa ang proa

source: Tactics preferences
fil_ph: Mga preperensiya sa mga Taktika

source: show this tactics
fil_ph: ipakita ang mga taktika

source: Caption:
fil_ph: Titulo:

source: Orientation:
fil_ph: Pag-aangkop:

source: Vertical
fil_ph: Bertikal

source: Horizontal
fil_ph: Pahalang

source: Instruments
fil_ph: Mga Instrumento

source: Add
fil_ph: Magdagdag

source: Delete
fil_ph: Magtanggal

source: Up
fil_ph: Taas

source: Down
fil_ph: Baba

source: Appearance
fil_ph: Hitsura

source: Fonts
fil_ph: Mga Font

source: Title:
fil_ph: Titulo:

source: Data:
fil_ph: Datos:

source: Label:
fil_ph: Tatak:

source: Small:
fil_ph: Maliit:

source: Units, Ranges, Formats
fil_ph: Mga Yunit, Saklaw, Pormat

source: Speedometer max value:
fil_ph: Pinakamalaking halaga sa Kilometrahe:

source: Speed Over Ground Damping Factor:
fil_ph: Paktor ng Pamamasa sa Bilis sa Ibabaw ng Lupa:

source: COG Damping Factor:
fil_ph: Paktor ng Pamamasa sa COG:

source: Boat speed units:
fil_ph: Mga yunit sa bilis ng barko:

source: Honor OpenCPN settings
fil_ph: Kilalalin ang mga pagkakatakda sa OpenCPN

source: Depth units:
fil_ph: Mga yunit ng lalim:

source: Meters
fil_ph: Metro

source: Feet
fil_ph: Piye

source: Fathoms
fil_ph: Fathom

source: Centimeters
fil_ph: Sentimetro

source: Inches
fil_ph: Pulgada

source: Distance units:
fil_ph: Mga yunit ng distansya:

source: Nautical miles
fil_ph: Nauukol sa dagat na milya

source: Statute miles
fil_ph: Statute na milya

source: Kilometers
fil_ph: Kilometro

source: Wind speed units:
fil_ph: Mga yunit ng bilis ng hangin:

source: Performance Parameters
fil_ph: Mga Parametro ng Pagganap

source: Laylines
fil_ph: Mga Layline

source: Layline width damping factor [0.025-1]:
fil_ph: Lapad ng paktor ng pamamasa sa layline [0.025-1]:

source: The width of the boat laylines is based on the yawing of the boat (vertical axis), i.e. your COG changes. The idea is to display the COG range where you're sailing to. Low values mean high damping.
fil_ph: Ang lapad ng mga layline ng barko ay batay sa paglihis ng barko (bertikal na aksis), hal. nabago ang iyong COG. Ang ideya ay ang pag-displey sa angkop na COG kung saan ka maglalayag. Mga mababang halaga ay nangangahulugang mataas ang pamamasa.

source: Width of the boat laylines is based on the yawing of the boat (vertical axis), i.e. your COG changes. The idea is to display the range where you're sailing to. Low values mean high damping.
fil_ph: Ang lapad ng mga layline ng barko ay batay sa paglihis ng barko (bertikal na aksis), hal. nabago ang iyong COG. Ang ideya ay ang pag-displey ang kaangkopan kung saan ka maglalayag. Mga mababang halaga ay nangangahulugang mataas ang pamamasa.

source: Layline length on Chart [nm]:
fil_ph: Haba ng layline sa Chart [nm]:

source: Length of the boat laylines in [nm]
fil_ph: Haba ng mga layline ng barko [nm]

source: Min. Layline Width [°]:
fil_ph: Pinakamaliit na Lapad ng Layline [°]:

source: Min. width of boat laylines in degrees.
fil_ph: Pinakamaliit na lapad ng mga layline ng barko na naka-digri.

source: Max. Layline Width [°]:
fil_ph: Pinakamalaking Lapad ng Layline [°]:

source: Max. width of boat laylines in degrees.
fil_ph: Pinakamalaking lapad ng mga layline ng barko na naka-digri.

source: Boat's Leeway factor [0-20]:
fil_ph: Paktor ng Kaluwagan sa Barko [0-20]:

source: Leeway='Drift' of boat due to heel/wind influence Low values mean high performance of hull Leeway = (LeewayFactor * Heel) / STW²;
fil_ph: Kaluwagan='Takbo' ng barko dahil sa impluwensiya ng heel/hangin Mga mababang halaga ay nangangahulugang mataas ang pagganap ng hull Kaluwagan = (PaktorngKaluwagan * Heel) / STW²;

source: Use Heel Sensor
fil_ph: Gumamit ng Sensor sa Heel

source: Use the internal heel sensor if available Important for the correct calculation of the surface current.
fil_ph: Gumamit ng panloob na sensor ng heel kung maaari Importante sa wastong pagkalkulas ng pang-ibabaw na alon.

source: fixed/max Leeway [°]:
fil_ph: nakapirmi/pinakamataas na Kaluwagan [°]:

source: Dual purpose ! If Radiobutton is NOT set, then it's used to limit Leeway to a max value. If Radiobutton is set, then it fixes Leeway to this constant value.
fil_ph: Dalawahang Layunin Kapag ang Radiobutton ay HINDI naitakda, kung gayon ito ay ginamit upang limitahan ang Kaluwagan sa pinakamataas na halaga. Kapag ang Radiobutton ay naitakda, kung gayon inaayos nito ang Kaluwagan sa parehong halaga nito.

source: manual Heel input:
fil_ph: input para sa manwal na Heel:

source: If no heel sensor is available, you can create a manual 'heel polar' here. Just read/enter the data from a mechanical heel sensor (e.g. on compass). Use True Wind Speed & Angle only ! Take care: motoring w/o sails&heel will show wrong current data !!!
fil_ph: Kung walang sensor ng heel na maaaring gamitin, maaari kang lumikha ng manwal na 'heel polar' dito. Basahin/ipasok lamang ang mga datos mula sa mekanikal na sensor ng heel (hal. sa kompas). Gumamit lamang ng Tunay na Bilis & Anggulo ng Hangin ! Mag-ingat: ang pagmomotor na walang mga layag/heel ay magbibigay ng maling datos ng alon !!!

source: 5 kn
fil_ph: 5 na kn

source: 10 kn
fil_ph: 10 na kn

source: 15 kn
fil_ph: 15 na kn

source: 20 kn
fil_ph: 20 na kn

source: 25 kn
fil_ph: 25 na kn

source: Current
fil_ph: Alon

source: Current damping factor [1-400]:
fil_ph: Paktor ng Pamamasa ng Alon [1-400]:

source: Stabilizes the surface current 'arrow' in the chart overlay, bearing compass and also the numerical instruments Low values mean high damping
fil_ph: Nagpapatatag sa pang-ibabaw na palaso ng alon na nasa kalupkop ng tsart, sa kompas na bearing at sa mga instrmentong numero rin Ang mga mabababang halaga ay nangangahulugang mataas na pamamasa

source: Display Current on Chart (OpenGL)
fil_ph: I-displey ang Alon sa Tsart (OpenGL)

source: The default on program startup
fil_ph: Ang naka-default sa panimula ng program

source: True Wind
fil_ph: Tunay na Hangin

source: Correct STW with Leeway
fil_ph: Wastong STW kasama ang Kaluwagan

source: Apply a correction to your log speed throughout the plugin based on the calculated Leeway (via the heel sensor). Only makes sense with a real heel sensor. Make sure your instruments do not already apply this correction !
fil_ph: Maglapat ng pagwawasto sa iyong talaan ng bilis sa buong plugin na nakabatay sa nakalkula na Kaluwagan (gamit ang sensor sa heel). Magkakaroon lamang ng kahulugan sa tunay na sensor ng heel. Siguraduhin ang iyong mga instrumento ay hindi pa naglapat ng ganitong pagwawasto !

source: Correct AWS/AWA with Heel
fil_ph: Wastong AWS/AWA kasama ang Heel

source: Use with care, this is normally done by the instruments themselves as soon as you have an integrated, original equipment heel sensor
fil_ph: Gamitin nang may pangangalaga. ito ay karaniwang ginagawa ng mga instrumento sa kanilang sarili sa panahon na meron ka nang na-integrate, orihinal na kagamitang sensor sa heel

source: Force True Wind Calculation
fil_ph: Pagkalkula sa Puwersa ng Tunay na Hangin

source: Internally calculates True Wind data (TWS,TWA,TWD) and uses it within the whole plugin even if there is True Wind data available via NMEA.
fil_ph: Nagkakalkula sa loob sa datos ng Tunay na Hangin (TWS,TWA,TWD) at ginagamit ito sa loob ng buong plugin kahit na mayroong maaaring magamit na datos ng Tunay na Hangon gamit ang NMEA.

source: Use SOG instead of STW for True Wind Calc.
fil_ph: Gamitin ang SOG sa halip na STW para sa Pagkakula ng Tunay na Hangin.

source: Recommended. As True Wind blows over the earth surface, we should calc. it with Speed Over Ground. Eliminates the influence of currents.
fil_ph: Inirekomenda. Kapag ang Tunay na Hangin ay humihip sa ibabaw ng balat ng lupa, dapat natin ikalkula ito kasama ang Speed Over Ground. Tinatanggal ang impluwensiya ng mga alon.

source: Show Wind Barb on Chart (OpenGL)
fil_ph: Ipakita ang Barb ng Hangin sa Tsart (OpenGL)

source: Load
fil_ph: Ikarga

source: Show Polar on Chart (OpenGL)
fil_ph: Ipakita ang Polar sa Tsart (OpenGL)

source: Export NMEA Performance Data
fil_ph: Iluwas ang Datos ng Pagganap ng NMEA

source: NKE format ($PNKEP)
fil_ph: NKE na pormat ($PNKEP)

source: Currently only set up for NKE instruments. Exports a predefined set of up to 5 NMEA records which are 'known' by NKE instruments and can be displayed there. Read the manual how to set up the interface connection !
fil_ph: Kasalukuyang nagtatakda lamang sa mga instrumento na NKE. Nagluluwas ng mga paunang natukoy na mga pangkat na hanggang sa 5 rekord na NMEA na 'kilala' ng mga instrumento na NKE at maaaring i-displey doon. Basahin ang manwal sa kung paano itakda ang koneksyon sa interface !

source: Target Polar Speed
fil_ph: Target na Bilis ng Polar

source: CoG on other Tack
fil_ph: CoG na nasa ibang Tack

source: Target-VMG angle + Perf. %
fil_ph: Anggulo ng Target-VMG + Perpektong %

source: Diff. angle to Target-VMG/-CMG + corresp. gain
fil_ph: Agwat ng anggulo sa Target-VMG/-CMG + katumbas na tubo

source: Current Direction + Speed
fil_ph: Direksyon + Speed ng Alon

source: This option makes only sense with a real heel sensor.
fil_ph: Ang pagpipiliang ito ay mapapakinabangan laman sa tunay na sensor ng heel.

source: Make sure your instruments do not internally correct AWS / AWA with heel. This may result in wrong wind data.
fil_ph: Siguraduhin na ang iyong mga instrumento ay hindi nagwawasto sa loob nito ng AWS / AWA kasama ang heel. Ito ay maaaring magresulta sa maling datos ng hangin.

source: This will also disable the AWA/AWS correction.
fil_ph: Babaldahin din nito ang mga pagwawasto sa AWA/AWS.

source: Select a Polar-File
fil_ph: Pumili ng Talaksang-Polar

source: Add instrument
fil_ph: Magdagdag ng instrumento

source: Select instrument to add:
fil_ph: Pumili ng instrumentong ida-dagdag:

source: Preferences...
fil_ph: Mga Preperinsya...

source: Show Laylines
fil_ph: Ipakita ang mga Layline

source: Show Current
fil_ph: Ipakita ang Alon

source: Show Windbarb
fil_ph: Ipakita ang Windbard

source: Show Polar
fil_ph: Ipakita ang Polar

source: NNE
fil_ph: HHS

source: ENE
fil_ph: SHS

source: ESE
fil_ph: STS

source: SSE
fil_ph: TTS

source: SSW
fil_ph: TTK

source: WSW
fil_ph: KTK

source: WNW
fil_ph: KHK

source: NNW
fil_ph: HHK
